Repository: SebaKrk/cv-sebastian
Catalog: SciubaSebastianCV/*.lproj/Localizable.strings
Languages: pl

source: Personal Data
pl: Dane osobowe

source: Work Experience
pl: Doswiadczenie

source: Education
pl: Wyksztalcenie

source: Skills
pl: Umiejetnosci

source: Language
pl: Jezyk

source: Phone
pl: Telefon

source: Home
pl: Adres

source: Email
pl: Poczta

source: Poland
pl: Polska

# aboutMe
source: I am a 3rd year computer science student, self-taught in the field of software development for the IOS platform. I have basic programming knowledge which I am still gaining at the university. Every day I increase my knowledge through various types of courses and my own projects that I attach to the CV. Your company wants to develop and increase its knowledge in the field of software delivery for the iOS platform
pl: Jestem studentem 3 roku informatyki, samoukiem z zakresu wytwarzania oprogramowania na platforme IOS. Posiadam podstawowa wiedze z zakresu programowania którą nadal zdobywam na uczelni. Codziennie powieksza swoja wiedze poprzez roznego rodzaju kursy oraz wlasne projekty ktore załaczam do cv.W Panstwa firmie chce rozwijac sie oraz powiekszac swoja wiedze w zakresie dostarczania oprogramowania dla platformy iOS

source: Responsibilities Details
pl: Obowiazki Szczegoly

source: Sebastian Sciuba CV APP
pl: Sebastian Sciuba CV aplikacja

source: Hi Sebastian,
pl: Czesc Sebastian,

source: Error
pl: Blad

source: You don't have any mailbox on Your device
pl: Nie masz zainstalowanej zadnej skrzynki pocztowej na tym urzadzeniu
